Repository: SilentComics/Silent-Comics-Wordpress-Theme
Catalog: languages/*.po
Languages: fr

source: Oops! That page can&rsquo;t be found.
fr: Oups ! Cette page est introuvable.

source: Nothing was found here. Maybe try one of the links below or a search?
fr: Rien trouvé qui ressemble à ça ici. Essayer une recherche?

source: Most Used Categories
fr: Catégories les plus utilisées

source: Calendar
fr: Calendrier

source: Try looking in the monthly archives. %1$s
fr: Explorer du côté des archives mensuelles. %1$s

source: Series
fr: Séries

source: Permanent Link to %s
fr: Lien permanent vers %s

source: Previous
fr: Précédente

source: Next
fr: Suivante

source: Developed by %s
fr: Développé par %s

source: Contribute on %s
fr: Contribuer sur %s

# comments title
source: One Reply to &ldquo;%s&rdquo;
fr: Une réponse à &ldquo;%s&rdquo;

# comments title
source: %1$s Reply to &ldquo;%2$s&rdquo;
fr: %1$s réponse à &ldquo;%2$s&rdquo;

source: Reply
fr: Répondre

source: Newer Comments
fr: Commentaires récents

source: Older Comments
fr: Commentaires plus anciens

source: Comments
fr: Commentaires

source: Comments are closed.
fr: Les commentaires sont fermés.

source: All %s posts
fr: Tous les postes %s

source: Edit
fr: Modifier

source: Continue reading <span class="meta-nav">&rarr;</span>
fr: Lire la suite <span class=« meta-nav »>&rarr;</span>

source: Permalink to %s
fr: Lien permanent vers %s

source: Edit Comic
fr: Modifier la bande dessinée

source: Continue watching <span class="meta-nav">&rarr;</span>
fr: Continuer <span class="meta-nav">à</span> regarder

source: Continue reading %s <span class="meta-nav">&rarr;</span>
fr: Lire la suite %s <span class="meta-nav">&rarr;</span>

source: Leave a comment
fr: Laisser un commentaire

source: 1 Comment
fr: 1 commentaire

source: % Comments
fr: % Commentaires

source: Theme: %1$s by %2$s.
fr: Thème: %1$s par %2$s.

source: Primary Menu
fr: Menu principal

source: Main Sidebar
fr: Colonne latérale principale

source: The main body widget area
fr: La zone principale de gadget de corps

source: First Footer Widget
fr: Premier gadget Pied de Page

source: The first footer widget
fr: Le premier gadget Pied de Page

source: Second Footer Widget
fr: Second gadget Pied de Page

source: The second footer widget
fr: Le second gadget Pied de Page

source: Third Footer Widget
fr: Gadget Pied de Page 3

source: The third footer widget
fr: Le troisième gadget Pied de Page

source: Fourth Footer Widget
fr: Quatrième gadget Pied de Page

source: The fourth footer widget
fr: Le quatrième gadget Pied de Page

# Post Type General Name
source: Comics
fr: Bandes dessinées

# Post Type Singular Name
source: Comic
fr: Bande dessinée

# admin menu
source: Comics
fr: Menu Bandes dessinées

# add new on admin bar
source: Comic
fr: Ajouter une bande dessinée

source: Parent Comic:
fr: Bande dessinée Parent:

source: All Comics
fr: Toutes les bandes dessinées

source: Add New Comic
fr: Ajouter une nouvelle bande dessinée

source: New Comic
fr: Nouvelle bande dessinée

source: Update Comic
fr: Mise à jour Bande dessinée

source: View Comic
fr: Voir la Bande dessinée

source: Search Item
fr: Rechercher un article

source: No Comics found
fr: Aucune bande dessinée trouvée

source: No Comics found in Trash
fr: Pas de bandes dessinées trouvées dans la poubelle

source: Comics list
fr: Liste des BDs

source: Comics list navigation
fr: Naviguer la liste des BDs

source: Filter Comics list
fr: Filtrer la liste des BDs

source: Comic
fr: Bande dessinée

source: Publish Comics and Webcomics
fr: Publier des bandes dessinées et Webcomics

# Taxonomy General Name
source: Comic Story
fr: Histoires Bande dessinée

# Taxonomy Singular Name
source: Comic Story
fr: Histoire Bande dessinée

source: Comic Stories
fr: Histoires Bande dessinée

source: All Comic Stories
fr: Toutes les histoires en BD

source: Parent Story
fr: Histoire apparentée

source: Parent Story:
fr: Histoire apparentée :

source: New Comic Story
fr: Nouvelle histoire en BD

source: Add New Story
fr: Ajouter une nouvelle BD

source: Edit Story
fr: Éditer une histoire

source: Update Story
fr: Mise à jour de l'histoire

source: View Item
fr: Voir l’élément

source: Separate stories with commas
fr: Histoires séparées avec des virgules

source: Add or Remove Stories
fr: Ajouter ou supprimer des histoires

source: Choose from the most used stories
fr: Choisissez parmi les histoires les plus utilisées

source: Popular comic stories
fr: Histoires en BD populaires

source: Search Stories
fr: Rechercher les histoires

source: No comic Stories found
fr: Pas d'histoires BD trouvées

source: Comic Stories list
fr: Liste des histoires en BD

source: Comic Stories list navigation
fr: Liste de navigation des histoires BDs

# Taxonomy Singular Name
source: Print
fr: Imprimé

source: Print
fr: Imprimé

source: All Prints
fr: Toutes les imprimés

source: Parent Print
fr: Imprimé parent

source: Parent Print:
fr: Imprimé parent:

source: New Print Name
fr: Nouveau nom d'imprimé

source: Add New Print
fr: Ajouter un nouvel imprimé

source: Edit Print
fr: Modifier l'imprimé

source: Update Pring
fr: Mise à jour de l’imprimé

source: View Print
fr: Afficher l'imprimé

source: Separate prints with commas
fr: Séparer les imprimés avec des virgules

source: Add or remove prints
fr: Ajouter ou supprimer des imrimés

source: Choose from the most used
fr: Choisir parmi les plus utilisés

source: Popular Prints
fr: Imprimés populaires

source: Search Prints
fr: Rechercher des imprimés

source: Not Found
fr: Non trouvé

source: No prints
fr: Pas d’imprimés

source: Prints list
fr: Liste des imprimés

source: Prints list navigation
fr: Naviguer la liste des imprimés

source: discover
fr: découvrir

source: Skip to content
fr: Accéder au contenu

source: <span class="meta-nav">&larr;</span> <span class="text-nav">Previous panel</span>
fr: <span class="meta-nav">Case</span> <span class="text-nav">précédente</span>

source: <span class="meta-nav">&rarr;</span> <span class="text-nav">Next panel</span>
fr: <span class="meta-nav">-</span> <span class="text-nav">Case suivante</span>

source: View all articles by %s
fr: Voir tous les articles de %s

# header image description
source: DefaultHeader
fr: En tête par défaut

# admin
source: Content Title Color
fr: Couleur du titre de contenu

source: View all posts by %s
fr: Voir tous les articles de %s

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Search Results for: %s
fr: Résultats de recherche pour : %s

source: Nothing Found
fr: Rien trouvé

source: Bummer, I cannot find what you are looking for. Would you like to search in the
fr: Flûte, je ne trouve pas ce que tu cherches. Souhaitez-tu rechercher dans le

source: Or do you prefer trying another search with different keywords?
fr: Ou préférez-vous essayer une autre recherche avec différents mots clés?

# label
source: Search for:
fr: Chercher :

# placeholder
source: Search?
fr: Chercher?

# submit button
source: Search
fr: Rechercher

source: Post navigation
fr: Navigation des articles

source: Start
fr: Début

source: Last
fr: Dernier

source: Previous Post
fr: Article précédent

source: Next Post
fr: Article suivant

# Next post link
source: &rarr;
fr: Suivant &rarr;

source: A WordPress theme for comics and webcomics <a href="https://github.com/SilentComics/Strip/">Contribute on GitHub</a>
fr: Un thème WordPress pour les bandes dessinées et webcomics <a href="https://github.com/SilentComics/Strip/">Contribuer sur GitHub</a>

source: Four columns page
fr: Page quatre colonnes

source: Three columns page
fr: Page trois colonnes

source: Two columns page
fr: Page deux colonnes
